[
  {
    "id": 1,
    "text": "Одну девочку в школе называли Крокодилом. Но не потому, что она была некрасивая, а потому, что один раз она затащила в реку оленя и сожрала его."
  },
  {
    "id": 2,
    "text": "Теперь в Морфлот будут брать только не умеющих плавать: они намного лучше защищают свой корабль!"
  },
  {
    "id": 3,
    "text": "— Дети, сегодня у нас в классе новый ученик! Ну что же вы растерялись? Бейте его!!!"
  },
  {
    "id": 4,
    "text": "На чемпионате мира по плаванию наш спорт­смен занял третий шкафчик."
  },
  {
    "id": 5,
    "text": "Всякая женщина знает, что нет ничего полезнее в хозяйстве, чем мужчина, чувствующий свою вину."
  },
  {
    "id": 6,
    "text": "— Вы выходите на этой остановке?\n— Нет, не выхожу.\n— Зря, хорошая остановка!"
  },
  {
    "id": 7,
    "text": "Робин Гуд впадал в ступор, встречая людей среднего достатка."
  },
  {
    "id": 8,
    "text": "Самая распространенная фраза в Третьяковской галерее: «О, это же эта!»"
  },
  {
    "id": 9,
    "text": "Опишите себя в трех словах.\nЛенивый."
  },
  {
    "id": 10,
    "text": "Селекционер, ничего не объясняя, ускакал на подсолнухе."
  },
  {
    "id": 11,
    "text": "Приезжает Путин в США. Обама устраивает в его честь роскошный прием. Путин интересуется: «На какие деньги банкет? Все-таки кризис!» Обама подводит его к окну: «Видите мост?» — «Ну». — «Он стоит 30 миллионов долларов. Мы провели тендер и нашлась компания, которая построила его за 25 миллионов. На разницу мы можем угостить русских друзей».\nПотом Обама приезжает в Россию. Еще более роскошный прием. Обама спрашивает: «На какие деньги?» Путин подводит его к окну: «Видите мост?» — «Нет». — «Во-о-от…»"
  },
  {
    "id": 12,
    "text": "Лежащий в больнице сомалийский пират захватил чужое судно."
  },
  {
    "id": 13,
    "text": "Молвил богатырь:\n— Выходи, чудище поганое!\nИ ответило чудище поганое:\n— Извините, но мне только через две остановки."
  },
  {
    "id": 14,
    "text": "— Знаешь, а муж у тебя гуляет.\n— Пусть гуляет. Он тепло одет."
  },
  {
    "id": 15,
    "text": "В Чечню привезли шоу с крокодилами. Было ну очень страшно! Но, переборов страх, крокодилы все-таки выступили."
  },
  {
    "id": 16,
    "text": "— Дорогой, скажи, меня эти джинсы не полнят?\n— Ты не обидишься, если я скажу правду?\n— Нет.\n— Я сплю с твоей сестрой."
  },
  {
    "id": 17,
    "text": "— Ребе, я еду в Одессу, курортный город. Я слышал, что девушки там одеваются не так, как у нас в местечке. Скажите, ребе, а можно мне смотреть на женщину, если она в мини-юбке или в блузке с декольте?\n— Можно.\n— А если она на пляже и в бикини?\n— Можно.\n— А если топлес?\n— Можно.\n— Ребе, а есть такие вещи, на которые еврею нельзя смотреть?\n— Есть.\n— Какие, ребе?\n— Например, электросварка."
  },
  {
    "id": 18,
    "text": "История Алсу как певицы началась четыреста миллионов лет назад, когда под действием тектонических сдвигов в недрах земли зародилась нефть."
  },
  {
    "id": 19,
    "text": "У чеченских мальчиков в возрасте семи лет начинает выпадать молочная борода."
  },
  {
    "id": 20,
    "text": "Доктор — пациенту:\n— Как вам новые свечи от бессонницы? Пациент:\n— Замечательно, доктор! Не успеваю даже вытащить палец."
  },
  {
    "id": 21,
    "text": "Здравствуйте! Мой папа помешан на Лайме Вайкуле. Пожалуйста, сделайте что-нибудь! Лайма Сидоров, 9 лет»."
  },
  {
    "id": 22,
    "text": "В детстве Николая Валуева одноклассники дразнили Николаем."
  },
  {
    "id": 23,
    "text": "В этом месяце вышли сразу две новые книги: «Транссерфинг реальности» Вадима Зеланда и «Если ваш муж — наркоман» Галины Зеланд."
  },
  {
    "id": 24,
    "text": "Ведущий прогноза погоды пришел на работу пьяненький и во время эфира показал на синоптической карте не только антициклон, но и где служил."
  },
  {
    "id": 25,
    "text": "Чтобы сэкономить на гонораре, от Джейсона Стейтема уже десять лет скрывают, что он снимается в разных фильмах."
  },
  {
    "id": 26,
    "text": "Подруга предложила поговорить о нашем будущем. Я полчаса распинался про телепортацию, лазеры и силовые поля."
  },
  {
    "id": 27,
    "text": "Кондукторша с двадцатилетним стажем быстрее всех передвигается в переполненном ночном клубе."
  },
  {
    "id": 28,
    "text": "В школе идет урок труда у девочек пятого класса. Учительница начинает:\n— Сегодня у нас непростая тема — «Выворачивание канта наизнанку».\nОдна из учениц тянет руку.\n— Ну что такое, Сидорова? Опять у тебя какой-то вопрос?\n— Да, Мариванна. Это что же такое получается: нравственный закон над головой, а звездное небо внутри нас?!"
  },
  {
    "id": 29,
    "text": "Чиновник, купивший в магазине портрет Владимира Путина, так и не смог ответить, куда он дел предыдущий."
  },
  {
    "id": 30,
    "text": "Работница паспортного стола может есть лимон, и при этом ее мимика никак не меняется."
  },
  {
    "id": 31,
    "text": "Очень хотелось бы подержать в руках «Майн кампф». Очень интересно, что написано на задней обложке под фотографией, в информации «Коротко об авторе»."
  },
  {
    "id": 32,
    "text": "Опытный шпагоглотатель вынес с корпоратива целого осетра."
  },
  {
    "id": 33,
    "text": "Мальчик зашел в комнату родителей без стука и получил ответ на то, о чем хотел спросить."
  },
  {
    "id": 34,
    "text": "— А давайте пить чай! — сказали хозяева.\n— А давайте пить то, что пили! — возмутились гости."
  },
  {
    "id": 35,
    "text": "Футбол остается последним легальным способом купить негра."
  },
  {
    "id": 36,
    "text": "— Угостите девушку бокалом красного вина?\n— Не, у меня в квартире не убрано.\n— При чем тут это?\n— Тем более если ни при чем."
  },
  {
    "id": 37,
    "text": "Беседуют две одесситки:\n— Ходить он начал рано. В четыре он читал. В пять декламировал Пушкина, Пастернака и Бродского. А в шесть уже вовсю играл на скрипочке.\n— Надо же, какой у вас способный ребенок!\n— При чем тут ребенок? Это я про соседа Якова Соломоновича рассказываю, как он нам в выходные по утрам спать не давал!"
  },
  {
    "id": 38,
    "text": "Если девушка говорит тебе, что она сделала себе интимный пирсинг, единственный правильный ответ — «Врешь!»."
  },
  {
    "id": 39,
    "text": "Прораб Василий настолько хорошо владеет интонацией, что фразой «Твою мать!» может и поругать, и похвалить, и поздороваться, и даже выразить соболезнование."
  },
  {
    "id": 40,
    "text": "Несчастный случай произошел на фестивале пива: в гараж наведалась жена."
  },
  {
    "id": 41,
    "text": "— Мам, я все съел!\n— Вот поэтому, сынок, мы и хотим, чтобы ты уже жил отдельно."
  },
  {
    "id": 42,
    "text": "— Ты меня слушаешь вообще?\n— Да.\n— Ну и о чем я сейчас говорила?\n— О своей бабской фигне, как обычно.\n— Ладно, на этот раз тебе повезло."
  },
  {
    "id": 43,
    "text": "— Я знаю, что это глупо, что я тороплю события, ведь мы встречаемся всего неделю. Но, может, расстанемся?"
  },
  {
    "id": 44,
    "text": "Хорошо, что люди, выбрасывающие презервативы из окна, используют презервативы."
  },
  {
    "id": 45,
    "text": "— Мы понимаем друг друга с полусло…\n—…нёнок?"
  },
  {
    "id": 46,
    "text": "Все-таки удивительно, насколько не похожи друг на друга мои дочери-близнецы! Лиза намного жизнелюбивее и увереннее в себе, чем ее сестра Свинохаря!"
  },
  {
    "id": 47,
    "text": "Не пойму, что мне нравится больше — собирать грибы или же просто медленно ходить по осеннему лесу с ножом в руке."
  },
  {
    "id": 48,
    "text": "— Родной, что это за коробка?\n— А это подарок, который Дед Мороз привез самой красивой девушке в мире!\n— Ах!\n— Но, как видишь, я его выкрал. Чтобы подарить тебе, носастая моя!"
  },
  {
    "id": 49,
    "text": "Видишь бабу без макияжа и думаешь: «Твою мать! Что за…»\nА потом смотришь на себя без трусов и в носках — и такой: «А, ну точно. Все честно»."
  },
  {
    "id": 50,
    "text": "— И как ты в постели?\n— Помещаюсь."
  },
  {
    "id": 51,
    "text": "Глупая ситуация. Нашел объявление о продаже топора. И теперь я должен позвонить незнакомому человеку и договориться о встрече, на которую я приду с деньгами, а он с топором."
  },
  {
    "id": 52,
    "text": "Если вы увидели знакомого вдали и с улыбкой помахали ему, но, подойдя, обнаружили, что это незнакомый человек, тогда спросите его: «А вы верите в Бога?» Так вы сгладите ситуацию."
  },
  {
    "id": 53,
    "text": "Патологоанатом умер, но все равно поехал на работу."
  },
  {
    "id": 54,
    "text": "Однажды я запустил бумеранг, и он не вернулся. С тех пор я каждый день живу в страхе."
  },
  {
    "id": 55,
    "text": "Через много лет, сидя у камина, я вспомню о проблемах, которые волновали меня в 2016-м, усмехнусь и подумаю: «Черт, а проблемы-то никуда не делись. Да еще этот долбаный кредит на камин!»"
  },
  {
    "id": 56,
    "text": "Глухой вор вскрыл гараж и обнаружил внутри рок-группу."
  },
  {
    "id": 57,
    "text": "Жена посылает мужа-программиста в магазин:\n— Возьми батон, а если будут яйца — возьми десять.\nМуж в магазине:\n— Дайте батон… (Дают ему батон.) Спасибо… А яйца есть?\n— Есть.\n— Тогда дайте еще девять батонов."
  },
  {
    "id": 58,
    "text": "Все еще жду, когда мне в жизни пригодятся дециметры."
  },
  {
    "id": 59,
    "text": "Патриотизм — это четкое, ясное, аргументированное объяснение, почему мы должны жить хуже других."
  },
  {
    "id": 60,
    "text": "— Представь ситуацию. Два друга бельчонка. Один бельчонок нашел орех и спрятал, но плохо. А другой бельчонок этот орех нашел. Он не виноват, что нашел орех своего друга бельчонка!\n— Гриша! Какой орех! Какой бельчонок! Ты мою жену трахнул!"
  },
  {
    "id": 61,
    "text": "— Какое место вы рассчитываете занять в нашей компании в ближайшие пять лет?\n— Я хотел бы занять место, где никто не будет видеть мой монитор."
  },
  {
    "id": 62,
    "text": "Бомж на приеме врача:\n— Здравствуйте, доктор, у меня болит живот.\n— А что вы вчера ели?\n— Голубя ел.\n— А вы голого голубя ели?\n— Да, поймал, ощипал и голого голубя ел.\n— А вы голову голубя ели?\n— Да, голову голубя ел.\n— А вы голую голову голубя ели?\n— Ну, голую голову голубя ел. А в чём, собственно, дело?\n— Хм-м-м… Честно говоря, я логопед, но чем смог — помог!"
  },
  {
    "id": 63,
    "text": "Об интроверте многое могут рассказать его почерк, осанка, любимый фильм. Об экстраверте вам все расскажет его незатыкающийся рот."
  },
  {
    "id": 64,
    "text": "Умерла пожилая преподавательница филфака. На похоронах попросили выступить ее ближайшую подругу. Старушка долго не могла начать от душивших ее слез. Потом, прерывающимся голосом сказала: «Любовь Лазаревна была замечательным человеком… Всю жизнь она посвятила изучению английских неправильных глаголов…» И тут голос ее стал крепнуть: «Английские неправильные глаголы можно разделить на следующие три основные категории…»"
  },
  {
    "id": 65,
    "text": "— Подсудимый, что вас побудило ограбить банк?\n— Он первый начал!"
  },
  {
    "id": 66,
    "text": "Алкоголь не поможет тебе стать лучше. Но и от чая толку как бы тоже ни хрена. А алкоголь хотя бы старается."
  },
  {
    "id": 67,
    "text": "— Как это называется, когда слышишь голоса в голове? А, спасибо."
  },
  {
    "id": 68,
    "text": "— Пап, а пространство бесконечно?\n— Конечно, сынок."
  },
  {
    "id": 69,
    "text": "В записной книжке Холмса Ватсон прочел:\n«Софья Сочи,\nМарина Геленджик,\nДарья Коктебель,\nИрэн Адлер»."
  },
  {
    "id": 70,
    "text": "— Парни вообще когда-нибудь отказывают бабам, говоря: «Нет, у меня есть девушка»?\n— А вот если бы тебе предложили денег, ты бы сказала: «Нет, у меня есть зарплата»?"
  },
  {
    "id": 71,
    "text": "— Девочки, на каком сроке вы почувствовали шевеление ребеночка?\n— Когда он устроился на работу и стал жить отдельно."
  },
  {
    "id": 72,
    "text": "— Мариванна, я домашнее задание дома забыл.\n— А голову ты дома не забыл?\n— Нет, вот она, в пакете.\n— Тогда начнем обряд!"
  },
  {
    "id": 73,
    "text": "Если журналисту российского ТВ отрубить голову, он еще минуту будет говорить об Украине."
  },
  {
    "id": 74,
    "text": "— Для меня было разочарованием узнать, что ты работаешь в «Макдоналдсе».\n— Большим, маленьким или средним?"
  },
  {
    "id": 75,
    "text": "— Гражданин, иди сюда!\n— А вы кто?\n— Я — сотрудник Росгвардии!\n— Представьтесь, пожалуйста, и покажите документы.\n— Я не обязан представляться и показывать документы.\n— Тогда я тоже сотрудник Росгвардии!\n— Покажите документы!\n— А я не обязан!"
  },
  {
    "id": 76,
    "text": "— У подъезда вас ожидает белый «Солярис».\n— А чей? Содерберга, Тарковского или Лема?"
  },
  {
    "id": 77,
    "text": "— А в какой концлагерь нас везут?\n— Не знаю, не интересуюсь политикой."
  }
]